<template>
  <div > 
        
            <view class="box head">贵州民族风俗</view>
            <view class="first">
             <text decode="true" space="true">&nbsp;&nbsp;
             贵州省是一个多民族的省份。\n</text>
            </view>
             <text>\n</text>
            <img src="/static/tabs/timg.jpg" width="100%" height="200px">

            <view class="text">
            <text  decode="true" space="true">&nbsp;&nbsp;
            在这片土地上居住着3200多万勤
            劳质朴的各族人民，其中苗、布依、侗、彝、仡佬、土家、水、
            回、壮、瑶等少数民族人口占全省人口的四分之一以上。贵州又
            是夜郎过国所在地，历史上夜郎古族有着与巴蜀、大理、滇国、
            南越的西南诸古族齐名的久远而辉煌的历史。这里有奇特的民族
            节日，醉人的酒文化，悦目的蜡染、刺绣，动听的铜鼓、芦笙
            粗犷的苗、侗舞蹈，奥秘的戏、跳神，如痴如醉的跳月、浪
            哨.说不尽的独特的风土人情，处处反映着这片土地上各民族
            的民风的悍勇、粗犷、慷慨、诚实、热情、古朴，使人发现一种
            人间和大自然的契合，领略到一种充满原始生命力的多士情
            调。贵州是山美水美人更美的民俗旅游胜地。登上这片红土高
            原，可以愉快地漫游黔省的，领路那质朴的民风人情而流连忘。
            贵州是苗族人口最多的省份，全国的苗族有60%住在贵州省。\n</text>
            <text>\n</text>
            </view>
            <img src="/static/tabs/timg.jpg" width="100%" height="200px">         
 
            <view class="text">
              <text  decode="true" space="true">&nbsp;&nbsp;
            苗族在省内分布面积最广，几乎所有县、市都有苗族聚居的
            村寨。是苗族最集中的地区。此外，黔南、黔西南自治州和松
            桃、威宁自治县也有一定数量的苗族人口分布。苗族的族源
            十分古老，因分布地域不同而各自称蒙」、[模」、[毛]、
            [雄]等。苗族有自己的语言，属苗瑶语族苗族支。过去没有
            文字，1949年后新创造了苗文。苗族喜聚族而居，形成大
            小不同的村寨。村寨多依山建筑，有的靠近河溪的山脚，有的在
            山腰，有的则靠近山顶。住房以木结构为主，多数为两层。少数
            为三层。在山腰上的多为吊脚楼式 差异较大。\n</text>
              <text>\n</text>
            </view>
            <img src="/static/tabs/timg.jpg" width="100%" height="200px">

            <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              一般来说男子畜发包头巾，身穿无领、大袖、宽裤脚服装，腰带東身，冬
              天缠裏腿。妇女头顶束髻，包头巾，戴手钏、耳环和项圈，穿裙
              子。大多数裙子为百褶裙，因居住地区不同，裙子的长短不
              颜色以青、蓝二色为主，也有其它颜色的。上衣开襟，一般不用
              扣，多以花带束腰。苗族崇拜祖先，信鬼神，也有信其它宗
              教的。主要节日有:苗年、吃新节、四月八、芦笙节、端午、龙船节等。\n</text>
              <text>\n</text>
              </view>

            <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              布依族布依族是少数民族人数在贵州仅次于
              苗族的又一主要民族，全国的布依族绝大部分聚居在贵州，以和
              较集中，也有聚居在安顺地区、遵义市、毕节地区、和贵阳市
              等地。布依族先民是古越人的一支，后称僚人，元明时期
              称'仲苗、'青仲'或仲家'。从史籍称布依族先民为'爿羊拘僚'分
              析，布依族作为并畔的主体民族之ー。布依族有自己的语言、属
              于驻藏语系侗语族傣语支，没有文字，1949年后创造了布依
              文。布依族多依山傍水聚族而居，单家独户很少见。他们喜
              住楼房，房子一般为三层。底层饲养牲畜，堆放农具、杂物；二
              层住人，三层储存粮食等。有的地区也居住吊脚楼式的房子。布
              依族服饰，男性式样简单，与汉族大致相同；女性则具有浓厚的
              民族特点，大多数穿裤，也有穿裙的。喜欢蜡染、领、肩、襟、
              袖、衣摆都镶有花边。地区不同，服饰也各异。包头帕，紧围
              腰，妇女喜欢银饰等。布依族信神，尤崇祖先。也有信外教的。节日很多，有六月六、三月三、四月八、新节、赶乾洞等。\n</text>
              <text>\n</text>
              </view>

            <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              侗族源于古百越族系，秦汉时由百越西瓯中的
              支自长江支流沅水向西南边于今贵州、湖南、广西三省区眦邻地
              区，分布在贵州的黎平、从江、榕江、天柱、锦屏、三穗、镇
              远、剑河、玉屏一带。侗族有自己的语言，属汉藏语系侗
              语族侗水语支。侗族无文字，通用汉文，1949年后创立了拉丁字
              母拼音的侗文。现在还是多以汉语为交际工具。侗族多依山
              傍水而居，溪流上建有桥梁，以'风雨桥(花桥)最为出色。村
              寨有宝塔式的鼓楼'，是侗族地区别具物色的建筑。凡是有鼓楼
              和风雨桥的地方就是侗族聚居地。侗族的住房一般是木结构的外
              廊式杆栏楼房，楼上住人，楼下圈牲畜。居住在平坝的人多住楼
              下，牲畜另圈。侗族的服饰男女有别。男装和汉装无异妇女
              也因地区不同而各有异。农村里，妇女穿青色百褶裙；打绑腿。
              有的地方穿钩。冬春穿右衽无领衣，夏秋改着开襟衣，视胸襟。
              头盘，包青布大包头，喜银器。侗族崇拜祖先，供奉'祖
              母"萨岁女神。主要节目有过伺年，吃新节等。\n</text>
              <text>\n</text>
              </view>

              <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              水族水族源与布依族、伺族相同，都是古越人的分支，和侗族一道几经
              回徒，现居黔、湘、桂边境一带，在贵州主要生活在苗岭以南、
              都柳江上游，人口有32000余人。三都是全国唯一的水族自治
              县，其余散居在荔波、独山、都匀、榕江、从江等县市。水族有
              自己的语言，属汉藏语系壮伺语族伺水语支。有一种叫水画的古老文字，为鬼师占ト之用，老百姓不认识，也不使用。
              普通通用汉文。水族多聚族而居，同村寨的成员大多有血缘关系。
              水族服饰，无论男女都喜穿青、蓝色服装。妇女穿无领封襟半长
              衫，身大袖宽，下空长裤，系青布围腰，托肩和裤腿均镶有花
              边，穿翘鼻子绣花鞋。节日佩就耳环、颈圈、手镯等。男子包
              头，服装和汉族相似。水族信鬼神，而且鬼神名目繁多。节
              日主要是'端节'和卯节。彝族史称倮罗'，也是一个历史悠
              久的民族，是古羌人的分支。\n</text>
              <text>\n</text>
              </view>
              
              <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              贵州的族人口约707400余人，
              主要分布在西部的威宁、赫章、毕节、大方、黔西、纳雍、织
              金、金沙及六盘水等县市。\n</text>
              <text>\n</text>
              </view>

              <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              彝族有自己的语言和文字。彝语
              属于汉藏语系藏缅语族彝语支，彝文在历史上起过重要作用。
              昪族服饰，男子穿黑色窄袖余斜襟上衣和多褶阔脚长裤。妇女
              通常头上缠包头，用围腰和腰带。族信鬼神，崇拜祖先。主要
              节日有火把节、丰收节、祭山节等。\n</text>
              <text>\n</text>
              </view>

              <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              早在2000多年前，土家族
              先民就在湘西及贵州一带繁行生息，逐渐形成了单一的民族，并
              和汉族及其他少数民族杂居生活。贵州的土家族分布在印江、沿
              河两县。土家族土家族有自己的语言，属于汉藏语系藏缅语族。
              绝大多数讲汉语。他们没有自己的文字，通用汉文。土家族
              多依山傍水而居，房前屋后喜植果木花草。每个自然村寨多为同
              姓同宗，一户人家居住一栋房子。房屋有吊脚楼式，也有一般平
              房式楼房，式样不ー。土家族的服饰男女有别，妇女穿左襟
              大褂，滚花边，衣长而肥，袖大而短，无领，身着围腰，裤脚镶
              花边，脚穿尖尖花鞋，喜包白色头帕，戴银饰。男子穿有领大襟
              衣，右衽，青年人喜欢对襟短衣，排扣很多，青布裤子，白布裤
              腰，裤脚短，头包白帕或花帕。土家族崇拜祖先，也信鬼神。主
              要节日有过年、四月八、端午、六月六、重阳等。\n</text>
              <text>\n</text>
              </view>

              <view class="text">
             <text  decode="true" space="true">&nbsp;&nbsp; 
              仡佬族是贵州省历史最悠久的土著民族，多数居住在本省，自称为贵
              州'本地人。人口约5万多人，散居在黔西南和黔北等地。
              仡佬族有自己的语言，属汉藏语系。很多人都会说汉语、苗语、
              布依族等。没有文字，通用汉文。仡佬族的服饰与汉族及邻
              近的少数民族大体相同。主要节日有春节、吃新节、清明节、中
              秋节、六月六等。其他族其余瑶族、回族、壮族等
              在贵州居住地都很分散。瑶族散居在黔南的茘波、独山和黔东南
              的黎平、从江、榕江。回族贵州则集中在威宁一带。壮族主要散
              居在贵州与广西接壤处。\n</text>
              <text>\n</text>
              </view>                            

  </div>
</template>

<script>
import card from '@/components/card'

export default {
  data : {
   
    },
  
   onLoad (option){
   console.log(option.type)
   },
  components: {
    card
  },

  methods: {

  },

  created () {
    // let app = getApp()
  }
}
</script>

<style scoped>
img{
  width:320px;
  height:200px;
  margin-top:15px;
  margin-bottom:25px;
  margin-left:24px;
}
.text{
  font-size:16px;
  font-weight:550;
  margin-left:20px;
  margin-right:20px;
}
.first{
  font-size:16px;
  font-weight:550;
  margin-left:10px;
  margin-right:10px;
  margin-top:30px;
}
.box{
  display:block;
  width:400px;
  height:40px;
  border-bottom:1px solid #EEE9E9;
  padding-top:10px;
}
.head{
  font-weight:700;
  margin-left:20px;
}
</style>
